[
    {
        "id": 3,
        "mal": {
            "q": "എന്താണ് ഹെയർ ട്രാൻസ്‌പ്ലാന്റ് സർജറി ?",
            "a": "കഷണ്ടി താരതമ്യേനെ കുറവ് അനുഭവയോപ്പെടുന്ന ഭാഗത്തു നിന്നും (തലയുടെ പിൻഭാഗത്തും മറ്റും) മുടി ഗ്രാഫ്റ്റുകൾ എടുത്ത് കഷണ്ടി ബാധിച്ച ഭാഗത്തേക്ക് പറിച്ചു നടുന്ന സർജറി ആണ് ഹെയർ ട്രാൻസ്‌പ്ലാന്റ് സർജറി."
        },
        "ref": ["https://en.wikipedia.org/wiki/Hair_transplantation"]
    },
    {
        "id": 4,
        "mal": {
            "q": "എന്താണ് ഗ്രാഫ്റ്റ് ?",
            "a": "രണ്ടോ മൂന്നോ മുടികൾ അടങ്ങുന്ന ഒരു ചെറിയ ഭാഗം ദശയാണ് ഒരു ഗ്രാഫ്ട്. ഗ്രാഫ്റ്റുകൾ ആണ് ഹെയർ ട്രാൻസ്‌പ്ലാന്റ് ചെയ്യുമ്പോൾ പറിച്ചു നടുന്നത്."
        },
        "ref": ["https://www.hairclub.com/blog/what-hair-graft-and-how-it-created/"]
    },
    {
        "id": 5,
        "mal": {
            "q": "എന്താണ് safe area ?",
            "a": "കഷണ്ടി കുറവ് ബാധിക്കുന്ന ട്രാൻസ്പ്ലാന്റിനു അനുയോജ്യമായ മുടിയുള്ള ശരീരത്തിലെ ഭാഗമാണ് safe area. ട്രാൻസ്‌പ്ലാന്റ് ചെയ്യാൻ ഗ്രാഫ്റ്റുകൾ ശേഖരിക്കുന്നത് ഇവിടെ നിന്നാണ്. safe areaൽ നിന്നും ഗ്രാഫ്റ്റ് ശേഖരിക്കാത്ത പക്ഷം ട്രാൻസ്‌പ്ലാന്റ് ചെയ്ത മുടിയുടെ ആയുസ്സ് കുറയാൻ സാധ്യത ഉണ്ട്."
        }
    },
    {
        "id": 6,
        "mal": {
            "q": "എന്താണ് donor area ?",
            "a": "ട്രാൻസ്‌പ്ലാന്റ് ചെയ്യാൻ മുടി എടുക്കുന്ന സ്ഥലമാണ് donor area. ഇത് പൊതുവെ തലയുടെ പിൻഭാഗം ആണ്."
        }
    },
    {
        "id": 7,
        "mal": {
            "q": "എന്താണ് FUT FUE രീതികൾ ?",
            "a": "ഇവ രണ്ടിലും FUT ആണ് ആദ്യം വന്ന രീതി. തലയുടെ പുറകിൽ നിന്നും ഒരു നീണ്ട വരയിൽ മുടിയടങ്ങുന്ന ദശ ചീന്തിയെടുത്താണ് ഗ്രാഫ്റ്റുകൾ ശേഖരിക്കുന്നത്. ഈ ശേഖരിച്ച ഗ്രാഫ്റ്റുകൾ ആണ് കഷണ്ടിയുള്ള ഭാഗത്ത് നടുന്നത്.\nFUE താരതമ്യേനെ ആധുനിക രീതിയാണ്. ഈ രീതിയിൽ ഗ്രാഫ്ട് ശേഖരിക്കുന്നത് ഓരോ ഗ്രാഫ്റ്റുകളായി പല ഭാഗത്തു നിന്നാണ് അങ്ങിങ്ങായാണ്. ഗ്രാഫ്ട് നടുന്ന രീതിയിൽ FUEയും FUTയും തമ്മിൽ വലിയ വ്യത്യാസമില്ല."
        }
    },
    {
        "id": 8,
        "mal": {
            "q": "സ്ത്രീകൾക്ക് hair transplant ചെയ്യാമോ ?",
            "a": "ചെയ്യാം.\nപക്ഷെ ഇതിന്റെ ഗുണം കിട്ടുന്ന സ്ത്രീകൾ വളരെ കുറവാണ്. ആണുങ്ങളെ പോലെ ചില ഭാഗത്തു മാത്രമായല്ല സ്ത്രീകളുടെ മുടി കൊഴിച്ചൽ. സ്ത്രീകളുടെ എല്ലാ ഭാഗത്തു നിന്നാണ് മുടി പോകുന്നത്. അതുകൊണ്ടു തന്നെ സ്ത്രീകൾക്ക് doner area ഇല്ല. അതിനാൽ ട്രാൻസ്ലപ്ലാന്റ് ചെയ്താ മുടിയുടെ ആയുസ്സ് മറ്റു മുടിയുടെ പോലെ തന്നെ ആവും. മറ്റു മുടികൾ പെട്ടന്ന് കൊഴിയുന്നുണ്ടെങ്കിൽ ട്രാൻസ്‌പ്ലാന്റ് ചെയ്ത മുടിയും പെട്ടന്ന് കൊഴിഞ്ഞു പോകും.\n\nഎന്നാൽ ഏതെങ്കിലും ചില അസുഖം ബാധിച്ചോ മറ്റോ ചില ഭാഗത്തു മാത്രമാണ് മുടി ട്രാൻസ്‌പ്ലാന്റ് ചെയ്യുന്നതെങ്കിൽ ഹെയർ ട്രാൻസ്‌പ്ലാന്റ് സ്ത്രീകൾക്കും ഫലപ്രദമാണ്."
        },
        "ref": ["https://www.webmd.com/skin-problems-and-treatments/hair-loss/women-hair-restoration"]
    },
    {
        "id": 9,
        "mal": {
            "q": "ട്രാൻസ്‌പ്ലാന്റ് ചെയ്ത മുടി എത്ര കാലം നിലനിൽക്കും?",
            "a": "പഠനങ്ങൾ പറയുന്നത് 85  മുതൽ 90 ശതമാനം വരെ ട്രാൻസ്‌പ്ലാന്റ് ചെയ്യുന്ന മുടി വളർന്നു വരും എന്നതാണ്. സാങ്കേതികമായി പറയുകയാണെങ്കിൽ donor areaയിലെ മുടി എത്രകാലം നിലനിൽക്കും അത്രയും കാലം ട്രാൻസ്‌പ്ലാന്റ് ചെയ്താ മുടിയും നിലനിൽക്കും. എന്നാൽ ചില കാര്യങ്ങൾ ട്രാൻസ്‌പ്ലാന്റ് ചെയ്ത മുടിയെ ബാധിക്കും.  അതിൽ ചിലത് ട്രാൻസ്‌പ്ലാന്റ് ചെയ്യുന്ന ഡോക്ടറുടെ പ്രവർത്തി പരിചയം നമ്മുടെ ആരോഗ്യം എന്നിവ ഒക്കെ ആണ്. "
        },
        "ref": ["https://www.hairsure.in/what-is-the-success-rate-of-hair-transplant"]
    },
    {
        "id": 10,
        "mal": {
            "q": "ഹെയർ ട്രാൻസ്പ്ലാന്റിനു മുൻപ് എന്തൊക്കെ ടെസ്റ്റുകൾ ചെയ്യണം ?",
            "a": "കേരളത്തിലെ ഒരു ക്ലിനിക്കിൽ നിന്നും കിട്ടിയ ലിസ്റ്റ് പ്രകാരം ഇതൊക്കെയാണ് ഹെയർ ട്രാൻസ്പ്ലാന്റിനു മുൻപ് ചെയ്യേണ്ട ടെസ്റ്റുകൾ\n\nFBS & PLBS\nCBC\nRFT\nLFT\nPT/INR\nHIV (I/II)\nHbsAg\nECG മുപ്പതു വയസ്സിനു മീതെ ഉള്ളവർക്ക്\n\nCovid test (സർജറിക്കു രണ്ടു ദിവസം മുന്നേ):\nAntigen test\nവിദേശത്തിൽനിന്നും വരുന്നവർക്ക് RTPCR test നോർബന്ധം."
        }
    },
    {
        "id": 1,
        "img": "1.jpg",
        "mal": {
            "q": "ഇതുപോലെ സ്ക്രാച്ച് വരുന്നത് ഒക്കെ ആണോ?",
            "a": "അതെ. ഇതുപോലെ കുറച്ചു പേര് ഗ്രൂപ്പിൽ മുന്നേയും പോസ്റ്റ് ചെയ്തിരുന്നു. അപ്പോൾ വന്ന ഉത്തരം ഇത്  റിസൾട്ടിനെ ബാധിക്കില്ല എന്നാണ്. saline water ഇടയ്ക്കിടയ്ക്ക് സ്പ്രേ ചെയ്‌താൽ നന്നായിരിക്കും."
        },
        "eng" : {
            "q": "I am getting scales like this. Is this fine?",
            "a": "Yes. Few of them have posted same query before. The response that that is it ok. And it wont affect the result. Spray saline water regularly."
        }
    },
    {
        "id": 2,
        "mal": {
            "q": "Transplant കഴിഞ്ഞ് ഒരു മാസമായി. ഞാൻ അറിയാതെ സർജറി കഴിഞ്ഞ ഭാഗത്തു ചൊറിഞ്ഞു. പ്രശ്നമാകുമോ?",
            "a": "രണ്ടാഴ്ച കൊണ്ട് ഗ്രാഫ്റ്റ് ഉറക്കുന്നതു കൊണ്ട് വല്ലപ്പോഴുമുള്ള ചൊറിയൽ കുഴപ്പമുണ്ടാക്കാൻ  വഴിയില്ല. എങ്കിലും രണ്ടു മാസം കുറച്ചു ശ്രദ്ധിക്കുക."
        },
        "eng" : {
            "q": "I did transplant one month ago. I unknowingly scratched the transplanted part. Will it affect my result?",
            "a": "Since the graft get fixed in 2 weeks, occasional scratching should be fine. But it recommended to take care the transplanted area for at-least 2 months."
        }
    }
]
